Repository: vesta-webtrees-2-custom-modules/vesta_extended_relationships
Catalog: resources/lang/*.po
Languages: cs, da, de, fr, ru, ta, tr, uk, vi

source: Options referring to overall connections established before %1$s.
cs: Volby vztahující se k souhrnným vztahům navázaným před %1$s.
de: Die folgenden Optionen berücksichtigen nur Verbindungen, die bereits vor dem %1$s bestanden.
fr: The following options refer to overall connections established before %1$s.
ru: Опции, относящиеся к общим соединениям, установленным до %1$s.
ta: %1$s க்கு முன் நிறுவப்பட்ட ஒட்டுமொத்த இணைப்புகளைக் குறிக்கும் விருப்பங்கள்.
tr: %1$s'den önce kurulan genel bağlantılara ilişkin seçenekler.
uk: Параметри, що стосуються загальних з'єднань, встановлених до %1$s.
vi: Các tùy chọn đề cập đến các kết nối tổng thể được thiết lập trước %1$s.

source: Options to show in the chart
cs: Volby pro zobrazení v diagramu
da: Valgmuligheder til visning i diagrammet
de: Im Diagramm auswählbare Optionen
fr: Options à montrer dans le diagramme
ru: Параметры для отображения на диаграмме
ta: விளக்கப்படத்தில் காண்பிக்க விருப்பங்கள்
tr: Grafikte gösterilecek seçenekler
uk: Параметри для відображення на графіку
vi: Các tùy chọn để hiển thị trong biểu đồ

source: Patriarch
cs: Patriarcha
de: Ältester männlicher Vorfahr
fr: Patriarche
ru: Патриарх
ta: தேசபக்தர்
tr: Aile reisi
uk: Голова роду
vi: Tổ phụ

source: Patriarchs are the male end-of-line ancestors ('Spitzenahnen').
cs: Patriarchové jsou mužští předci na konci linie.
de: Patriarchen sind die männlichen Vorfahren am Ende der Linie ('Spitzenahnen').
fr: Les patriarches sont les ancêtres masculins de fin de lignée ('Spitzenahnen').
ru: Патриархи - это предки по мужской линии ('Spitzenahnen').
ta: தேசபக்தர்கள் ஆண் இறுதி-வரி மூதாதையர்கள் ('ச்பிட்செனாஎன்').
uk: Патріархи - це предки по чоловічій лінії ("Spitzenahnen").
vi: Các tộc trưởng là những tổ tiên nam giới cuối cùng trong dòng dõi ('Tổ tiên cao nhất').

source: Pedigree collapse
da: Anetavlesammenfald
ru: Крах родословной
ta: வம்சாவளி சரிவு
uk: Занепад родоводу
vi: Sự suy giảm phả hệ

source: Pedigree collapse tree of %s
da: Anetavlesammenfaldstræ for %s
ru: Свернуть родословное дерево %s
ta: %s இன் வம்சாவளி சரிவு மரம்
uk: Дерево занепаду родоводу для %s
vi: Cây phả hệ suy giảm của %s

source: Prefers partial paths via common ancestors, even if there is no direct common ancestor.
cs: Preferuje částečné cesty skrze společné předky, i tehdy, když není žádný přímý společný předek.
da: Foretrækker delvise stier via fælles aner, selv hvis der ikke er en direkte fælles ane.
de: Berechnung eines Pfades bevorzugt über gemeinsame Vorfahren für alle Teile des Pfades.
fr: Préférer les chemins partiels via les ancêtres communs, même s’il n’y a pas d’ancêtre commun direct.
ru: Предпочитает частичные пути через общих предков, даже если нет прямого общего предка.
ta: நேரடி பொதுவான மூதாதையர் இல்லாவிட்டாலும், பொதுவான மூதாதையர்கள் வழியாக பகுதி பாதைகளை விரும்புகிறது.
tr: Doğrudan ortak atalar olmasa bile, ortak atalar aracılığıyla kısmi yolları tercih eder.
uk: Віддає перевагу частковим шляхам через спільних предків, навіть якщо немає прямого спільного предка.
vi: Ưu tiên con đường từng phần thông qua tổ tiên chung, ngay cả khi không có tổ tiên chung trực tiếp.

source: Same option as in the original relationship chart, further configurable via recursion level:
cs: Stejná volba jako u původního diagramu vztahů, dále uzpůsobitelná úrovní rekurse:
da: Samme valgmulighed som i det oprindelige relationsdiagram, med yderligere konfiguration via rekursionsniveau:
de: Die gleiche Option wie im ursprünglichen 'Beziehungen'-Diagramm. Wie dort zusätzlich konfigurierbar:
fr: Même option que dans le diagramme de parentés original, avec en outre la configuration du niveau de récursivité :
ru: Тот же вариант, что и в исходной диаграмме отношений, в дальнейшем настраиваемый через уровень рекурсии:
ta: அசல் உறவு விளக்கப்படத்தில் உள்ள அதே விருப்பம், மறுநிகழ்வு நிலை வழியாக மேலும் கட்டமைக்கக்கூடியது:
tr: Orijinal ilişki grafiğinde olduğu gibi aynı seçenek, özyineleme seviyesi ile daha da yapılandırılabilir:
uk: Той самий варіант, що і в оригінальній діаграмі стосунків, додатково налаштовується за допомогою рівня рекурсії:
vi: Tùy chọn tương tự như trong biểu đồ mối quan hệ ban đầu, có thể định cấu hình thêm thông qua mức đệ quy:

source: Same option as in the original relationship chart.
cs: Stejná volba jako u původního diagramu vztahů.
da: Den samme valgmulighed som i det oprindelige relationsdiagram.
de: Die gleiche Option wie im ursprünglichen 'Beziehungen'-Diagramm.
fr: Même option que dans le diagramme de parentés original.
ru: Тот же вариант, что и в исходной диаграмме отношений.
ta: அசல் உறவு விளக்கப்படத்தில் உள்ள அதே விருப்பம்.
tr: Orijinal ilişki grafiğinde olduğu gibi aynı seçenek.
uk: Той самий варіант, що і в оригінальній діаграмі стосунків.
vi: Tùy chọn tương tự như trong biểu đồ mối quan hệ ban đầu.

source: Searching for regular overall connections would be pointless here because there is always a trivial HUSB - WIFE connection.
cs: Hledání normálních souhrnných vztahů je zde bezpředmětné, protože je zde vždy triviální vztah manžel ‒ manželka.
da: Det giver ingen mening at lede efter generelle relationer her, da der altid er en åbenlys MAND-KONE forbindelse.
de: Die Suche nach regulären Gesamtverbindungen wäre hier sinnlos, da es immer eine triviale HUSB - WIFE Verbindung gibt.
fr: La recherche de connexions globales serait inutile ici car il y a toujours une connexion HUSB - WIFE.
ru: Искать обычные общие связи здесь бессмысленно, потому что всегда есть тривиальное соединение HUSB - WIFE.
ta: வழக்கமான ஒட்டுமொத்த இணைப்புகளைத் தேடுவது இங்கே அர்த்தமற்றதாக இருக்கும், ஏனெனில் எப்போதும் ஒரு கீழான அச்ப் - மனைவி இணைப்பு உள்ளது.
tr: Düzenli genel bağlantılar aramak burada anlamsız olacaktır, çünkü her zaman önemsiz bir HUSB - WİFE bağlantısı vardır.
uk: Пошук звичайних загальних зв’язків тут не має сенсу, оскільки завжди існує тривіальне з’єднання HUSB - WIFE.
vi: Việc tìm kiếm các kết nối tổng thể thông thường sẽ trở nên vô nghĩa ở đây vì luôn có một kết nối CHỒNG - VỢ bình thường.

source: Show common ancestors
cs: Zobrazit společné předky
da: Vis fælles aner
de: Gemeinsame Vorfahren anzeigen
fr: Montrer les ancêtres communs
ru: Показать общих предков
ta: பொதுவான மூதாதையர்களைக் காட்டு
tr: Ortak ataları göster
uk: Показати спільних предків
vi: Hiển thị tổ tiên chung

source: Show common ancestors on top of relationship paths
cs: Zobrazit společné předky nad cestami vztahů
da: Vis fælles aner over relationsstier
de: Gemeinsame Vorfahren zu Beginn der Beziehungspfade anzeigen
fr: Afficher les ancêtres communs au-dessus des chemins de relation
ru: Показать общих предков поверх путей взаимоотношений
ta: உறவு பாதைகளுக்கு மேல் பொதுவான மூதாதையர்களைக் காட்டு
tr: İlişki yollarının üstünde ortak ataları göster
uk: Показати спільних предків на вершині шляхів відношень
vi: Hiển thị tổ tiên chung trên các con đường quan hệ

source: Show legacy relationship path names
cs: Zobrazit původní názvy rodinných vztahů
da: Vis oprindelige navne på relationsstier
de: Zeige alte Namen der Beziehungspfade
fr: Afficher les noms de chemin des relations héritées
ru: Показать имена путей устаревших отношений
ta: மரபு உறவு பாதை பெயர்களைக் காட்டு
tr: Eski ilişki yolu adlarını göster
uk: Показати назви шляхів застарілих стосунків
vi: Hiển thị tên đường dẫn mối quan hệ kế thừa

source: Synchronization
cs: Synchronizace
da: Synkronisering
de: Synchronisierung
fr: Synchronisation
ru: Синхронизация
ta: ஒத்தியக்கம்
tr: Senkronizasyon
uk: Синхронізація
vi: Đồng bộ hóa

source: Synchronize trees to obtain dated relationship links
cs: Synchronizovat rodokmeny k získání datovaných vztahů
de: Stammbäume synchronisieren, um datierte Verwandtschaftsbeziehungen zu erhalten
fr: Synchronisez les arbres pour obtenir des liens de relation datés
ru: Синхронизируйте деревья для получения датированных ссылок на отношения
ta: தேதியிட்ட உறவு இணைப்புகளைப் பெற மரங்களை ஒத்திசைக்கவும்
tr: Tarihli ilişki bağlantıları elde etmek için ağaçları senkronize edin
uk: Синхронізуйте дерева для отримання датованих зв'язків стосунків
vi: Đồng bộ hóa cây gia đình để có được các liên kết quan hệ ngày tháng

source: The CoR (Coefficient of Relationship) is proportional to the number of genes that two individuals have in common as a result of their genetic relationship. Its calculation is based on Sewall Wright's method of path coefficients. Its value represents the proportion of genes held in common by two related individuals over and above those held in common by the whole population. More details here:
cs: Koeficient příbuznosti CoR (Coefficient of Relationship) je úměrný počtu genů, které mají dvě osoby společné v důsledku jejich genetické příbuznosti. Jeho výpočet je založen na metodě Sewalla Wrighta pro koeficienty cest. Jeho hodnota představuje poměr genů společných u dvou příbuzných osob proti těm, které má společné celá populace. Podrobněji o tom zde:
de: Der CoR (Coefficient of Relationship) ist proportional zu der Anzahl der Gene, die zwei Individuen aufgrund ihrer genetischen Verwandtschaft gemeinsam haben. Seine Berechnung basiert auf der Methode der Pfadkoeffizienten von Sewall Wright. Sein Wert gibt den Anteil der Gene an, die zwei verwandte Individuen gemeinsam haben, und zwar im Vergleich zu den Genen, die die gesamte Population gemeinsam hat. Weitere Details sind hier zu finden:
fr: Le CDP (Coefficient de parenté) est proportionnel au nombre de gènes que deux individus partagent en raison de leur parenté génétique. Son calcul est basé sur la méthode des coefficients de chemin de Sewall Wright. Sa valeur représente la proportion de gènes détenus en commun par deux individus apparentés en plus de ceux détenus en commun par l'ensemble de la population. Plus de détails ici :
ru: CoR (коэффициент родства) пропорционален количеству генов, которые имеют два человека общих в результате их генетического родства. Его расчет основан на методе путевых коэффициентов Сьюэлла Райта. Его значение представляет собой долю генов, общих для двух родственных особей, сверх общих для всего населения. Подробнее здесь:
ta: COR (உறவின் குணகம்) இரண்டு நபர்கள் தங்கள் மரபணு உறவின் விளைவாக பொதுவானதாக இருக்கும் மரபணுக்களின் எண்ணிக்கைக்கு விகிதாசாரமாகும். அதன் கணக்கீடு செவால் ரைட்டின் பாதை குணகங்களின் முறையை அடிப்படையாகக் கொண்டது. அதன் மதிப்பு முழு மக்கள்தொகையும் பொதுவானதாகக் கொண்ட இரண்டு தொடர்புடைய நபர்களால் பொதுவான மரபணுக்களின் விகிதத்தைக் குறிக்கிறது. மேலும் விவரங்கள் இங்கே:
tr: CoR (İlişki Katsayısı), iki kişinin genetik ilişkilerinin bir sonucu olarak sahip olduğu ortak gen sayısı ile orantılıdır. Hesaplaması, Sewall Wright'ın yol katsayıları yöntemine dayanmaktadır. Değeri, iki akraba birey tarafından tüm popülasyon tarafından ortak tutulanların ötesinde ortak tutulan genlerin oranını temsil eder. Daha fazla ayrıntı burada:
uk: CoR (Коефіцієнт взаємозв'язку) пропорційний кількості генів, спільних у двох особин в результаті їх генетичного зв'язку. Його обчислення базується на методі коефіцієнтів шляху Сьюола Райта. Його значення представляє частку генів, що є спільними для двох споріднених індивідів, а також більше, ніж загальних для всієї популяції. Детальніше тут:
vi: CoR (Hệ số quan hệ) tỷ lệ thuận với số lượng gen mà hai cá thể có chung do mối quan hệ di truyền của họ. Tính toán của nó dựa trên phương pháp của Sewall Wright về hệ số đường đi. Giá trị của nó đại diện cho tỷ lệ các gen được giữ chung bởi hai cá thể có liên quan hơn và cao hơn những gen có điểm chung của cả quần thể. Thông tin chi tiết tại đây:

source: The following options refer to the same algorithms as used in the extended relationships chart:
cs: Následující volby se vztahují k těmže algoritmům, jaké jsou použity v rozšířeném diagramu vztahů:
da: Følgende indstillinger bruger de samme algoritmer som i det udvidede relationsdiagram:
de: Die folgenden Optionen beziehen sich auf die Berechnungsverfahren, wie sie im erweiterten 'Beziehungen'-Diagramm verwendet werden:
fr: Les options suivantes font référence aux mêmes algorithmes que ceux utilisés dans le diagramme de parentés amélioré :
ru: Следующие параметры относятся к тем же алгоритмам, которые используются в расширенной диаграмме отношений:
ta: பின்வரும் விருப்பங்கள் நீட்டிக்கப்பட்ட உறவுகள் விளக்கப்படத்தில் பயன்படுத்தப்படும் அதே வழிமுறைகளைக் குறிக்கின்றன:
tr: Aşağıdaki seçenekler, genişletilmiş ilişkiler grafiğinde kullanılan algoritmalarla aynıdır:
uk: Наступні варіанти стосуються тих самих алгоритмів, що і в діаграмі розширених відносин:
vi: Các tùy chọn sau đề cập đến các thuật toán tương tự như được sử dụng trong biểu đồ mối quan hệ mở rộng:

source: The following options use dated links, i.e. links that have been established before the date of the respective event.
cs: Následující volby užívají datovaná spojení, t.j. spojení, která byla navázána před datem příslušné události.
da: Følgende indstillinger bestemmer relationer ud fra forbindelser, der blev etableret før datoen for den relevante hændelse.
de: Die folgenden Optionen verwenden datierte Verknüpfungen, d. h. Verknüpfungen, die vor dem Datum des jeweiligen Ereignisses erstellt wurden.
fr: Les options suivantes utilisent des liens datés, c'est-à-dire des liens établis avant la date de l'événement concerné.
ru: В следующих вариантах используются датированные ссылки, то есть ссылки, которые были установлены до даты соответствующего события.
ta: பின்வரும் விருப்பங்கள் தேதியிட்ட இணைப்புகளைப் பயன்படுத்துகின்றன, அதாவது அந்தந்த நிகழ்வின் தேதிக்கு முன்னர் நிறுவப்பட்ட இணைப்புகள்.
tr: Aşağıdaki seçenekler, tarihli bağlantıları, yani ilgili olay tarihinden önce kurulmuş bağlantıları kullanır.
uk: Наступні варіанти використовують датовані посилання, тобто посилання, які були встановлені до дати відповідної події.
vi: Các tùy chọn sau sử dụng các liên kết ngày tháng, tức là các liên kết đã được thiết lập trước ngày diễn ra sự kiện tương ứng.

source: The process should be repeated (but will finish much faster) whenever a tree is edited, otherwise you may obtain inconsistent relationship data (displayed relationships are always valid, but they may not actually have been established at the given date, if changes in the tree are not synchronized here).
cs: Proces by se měl opakovat (a skončí mnohem rychleji) kdykoliv se strom změnil, jinak získáme nekonsistentní údaje o vztazích (zobrazené vztahy jsou vždy platné, ale nemusely nutně být navázány v daném datu, pokud zde nejsou změny ve stromu synchronizovány).
de: Der Vorgang sollte bei jeder Bearbeitung des Stammbaums wiederholt werden (geht aber viel schneller), da Du sonst inkonsistente Beziehungsdaten erhältst (angezeigte Beziehungen sind immer gültig, aber sie sind möglicherweise zum gegebenen Zeitpunkt nicht tatsächlich hergestellt worden, wenn Änderungen im Stammbaum hier nicht synchronisiert werden).
fr: Le processus doit être répété (mais se terminera beaucoup plus rapidement) chaque fois qu'un arbre est édité, sinon vous risquez d'obtenir des données de relation incohérentes (les relations affichées sont toujours valides, mais elles peuvent ne pas avoir été réellement établies à la date donnée, si des changements dans l'arborescence ne sont pas synchronisés ici).
ru: Процесс должен повторяться (но завершится намного быстрее) всякий раз, когда дерево редактируется, в противном случае вы можете получить несогласованные данные о взаимосвязях (отображаемые взаимосвязи всегда действительны, но они могут не быть фактически установлены в указанную дату, если изменения в дереве здесь не синхронизируются).
ta: ஒரு மரம் திருத்தப்படும் போதெல்லாம் செயல்முறை மீண்டும் செய்யப்பட வேண்டும் (ஆனால் மிக வேகமாக முடிவடையும்), இல்லையெனில் நீங்கள் சீரற்ற உறவு தரவைப் பெறலாம் (காட்டப்படும் உறவுகள் எப்போதும் செல்லுபடியாகும், ஆனால் அவை உண்மையில் கொடுக்கப்பட்ட தேதியில் நிறுவப்பட்டிருக்காது, மரத்தில் மாற்றங்கள் இங்கே ஒத்திசைக்கப்படாவிட்டால்).
tr: Bir ağaç düzenlendiğinde işlem tekrarlanmalıdır (ancak çok daha hızlı sona erecektir), aksi takdirde tutarsız ilişki verileri elde edebilirsiniz (görüntülenen ilişkiler her zaman geçerlidir, ancak ağaçtaki değişiklikler burada senkronize edilmezse, belirli bir tarihte gerçekten kurulmamış olabilirler).
uk: Процес слід повторювати (але закінчуватиметься набагато швидше) щоразу, коли дерево редагується, інакше ви можете отримати суперечливі дані (відображені стосунки завжди є дійсними, але вони можуть бути насправді не встановленими на вказану дату, якщо зміни в дереві тут не синхронізовані).
vi: Quá trình nên được lặp lại (nhưng sẽ kết thúc nhanh hơn nhiều) bất cứ khi nào cây được chỉnh sửa, nếu không, bạn có thể nhận được dữ liệu về mối quan hệ không nhất quán (các mối quan hệ được hiển thị luôn hợp lệ, nhưng chúng có thể không thực sự được thiết lập vào ngày nhất định, nếu thay đổi trong cây không được đồng bộ ở đây).

source: The same information may be obtained via the branches list, where they show up as the heads of branches.
cs: Stejnou informaci lze získat ze seznamu Větve, kde jsou zobrazeni jako hlavy větví.
fr: Les mêmes informations peuvent être obtenues via la liste des succursales, où ils apparaissent en tant que chefs de succursales.
ru: Эту же информацию можно получить через список филиалов, где они отображаются как главы филиалов.
ta: அதே தகவல்களை கிளைகள் பட்டியல் வழியாகப் பெறலாம், அங்கு அவை கிளைகளின் தலைவர்களாகக் காண்பிக்கப்படுகின்றன.
uk: Цю ж інформацію можна отримати через список філій, де вони відображаються як керівники філій.
vi: Thông tin tương tự cũng có thể được lấy từ danh sách các nhánh, nơi chúng hiển thị với tư cách là người đứng đầu các nhánh.

source: There are no recorded common ancestors.
ru: Нет зарегистрированных общих предков.
ta: பதிவுசெய்யப்பட்ட பொதுவான மூதாதையர்கள் யாரும் இல்லை.
uk: Немає зареєстрованих спільних предків.
vi: Không có tổ tiên chung nào được ghi nhận.

source: There is no recorded pedigree collapse within %1$s generations.
ru: В течение %1$s поколений не зафиксировано ни одного случая прекращения родословной.
ta: %1$s தலைமுறைகளுக்குள் பதிவுசெய்யப்பட்ட வம்சாவளி சரிவு இல்லை.
uk: Немає зареєстрованих занепадів родоводу протягом %1$s поколінь.
vi: Không có suy giảm phả hệ được ghi nhận trong vòng %1$s thế hệ.

source: There is no recorded pedigree collapse.
ru: Нет зарегистрированного коллапса родословной.
ta: பதிவுசெய்யப்பட்ட வம்சாவளி சரிவு இல்லை.
uk: Немає зареєстрованих занепадів родоводу.
vi: Không có suy giảm phả hệ được ghi nhận.

source: Therefore, if one of the following options is selected, overall connections are determined via dated links, i.e. links that have been established before the date of the respective event.
cs: Proto, je-li zvolena jedna z následujících možností, pak jsou souhrnné vztahy určeny skrze datovaná spojení, t.j. spojení, která byla navázána před datem příslušné události.
da: Hvis en af de følgende indstillinger er valgt, findes overordnede relationer baseret på forbindelser, der var etableret før datoen for den pågældende hændelse.
de: Wenn also eine der folgenden Optionen ausgewählt ist, wird der Gesamtzusammenhang über datierte Verbindungen ermittelt, d. h. Verbindungen, die vor dem Datum des jeweiligen Ereignisses hergestellt wurden.
fr: Par conséquent, si l'une des options suivantes est sélectionnée, les connexions globales sont déterminées via des liens datés, c'est-à-dire des liens qui ont été établis avant la date de l'événement respectif.
ru: Следовательно, если выбран один из следующих вариантов, общие связи определяются через датированные ссылки, то есть ссылки, которые были установлены до даты соответствующего события.
ta: எனவே, பின்வரும் விருப்பங்களில் ஒன்று தேர்ந்தெடுக்கப்பட்டால், ஒட்டுமொத்த இணைப்புகள் தேதியிட்ட இணைப்புகள் வழியாக தீர்மானிக்கப்படுகின்றன, அதாவது அந்தந்த நிகழ்வின் தேதிக்கு முன்னர் நிறுவப்பட்ட இணைப்புகள்.
tr: Bu nedenle, aşağıdaki seçeneklerden biri seçilirse, genel bağlantılar, tarihli bağlantılar, yani ilgili olayın tarihinden önce kurulan bağlantılar aracılığıyla belirlenir.
uk: Отже, якщо обраний один із наступних варіантів, загальні зв’язки визначаються за датованими посиланнями, тобто посиланнями, які були встановлені до дати відповідної події.
vi: Do đó, nếu một trong các tùy chọn sau được chọn, các kết nối tổng thể được xác định thông qua các liên kết ngày tháng, tức là các liên kết đã được thiết lập trước ngày diễn ra sự kiện tương ứng.

source: These relationships may only be calculated efficiently by preprocessing the tree data, via the synchronization link at the top of this page.
cs: Tyto vztahy mohou být vypočteny účinně jen předzpracováním údajů stromu, pomocí synchronizace nahoře na této stránce.
da: For at opnå en effektiv beregning af disse relationer skal trædataene først synkroniseres via linket øverst på denne side.
de: Diese Beziehungen können nur durch eine Vorverarbeitung der Stammbaumdaten effizient berechnet werden, und zwar über den Synchronisations-Link oben auf dieser Seite.
fr: Ces relations ne peuvent être calculées efficacement qu'en prétraitant les données de l'arborescence, via le lien de synchronisation en haut de cette page.
ru: Эти отношения могут быть эффективно рассчитаны только путем предварительной обработки данных дерева с помощью ссылки синхронизации в верхней части этой страницы.
ta: இந்த பக்கத்தின் மேலே உள்ள ஒத்திசைவு இணைப்பு வழியாக, மரத் தரவை முன் செயலாக்குவதன் மூலம் மட்டுமே இந்த உறவுகள் திறமையாக கணக்கிடப்படலாம்.
tr: Bu ilişkiler, yalnızca bu sayfanın üst kısmındaki senkronizasyon bağlantısı aracılığıyla ağaç verilerinin ön işlenmesiyle verimli bir şekilde hesaplanabilir.
uk: Ці відносини можуть бути ефективно розраховані лише шляхом попередньої обробки деревних даних за допомогою посилання для синхронізації вгорі цієї сторінки.
vi: Các mối quan hệ này chỉ có thể được tính toán một cách hiệu quả bằng cách xử lý trước dữ liệu cây, thông qua liên kết đồng bộ hóa ở đầu trang này.

source: This allows you to present meaningful connections, such as 'widowed husband marries the sister of his dead wife'.
cs: Toto umožňuje prezentovat smysluplná spojení, jako třeba 'ovdovělý manžel se oženil se sestrou své zemřelé manželky'.
da: Dette gør det muligt at præsentere meningsfulde relationer, såsom 'enkemand gifter sig med sin afdøde hustrus søster'.
de: So kannst Du sinnvolle Zusammenhänge darstellen, wie z. B. 'verwitweter Ehemann heiratet die Schwester seiner toten Frau'.
fr: Cela vous permet de présenter des liens significatifs, tels que «le mari veuf épouse la sœur de sa femme décédée».
ru: Это позволяет вам представить значимые связи, например, «овдовевший муж женится на сестре своей умершей жены».
ta: 'கைம்பெண் கணவர் தனது இறந்த மனைவியின் சகோதரியை மணக்கிறார்' போன்ற அர்த்தமுள்ள தொடர்புகளை முன்வைக்க இது உங்களை அனுமதிக்கிறது.
tr: Bu, 'dul koca, ölen karısının kız kardeşiyle evlenir' gibi anlamlı bağlantılar sunmanızı sağlar.
uk: Це дозволяє представити значущі зв’язки, наприклад, "чоловік овдовілий одружується з сестрою своєї померлої дружини".
vi: Điều này cho phép bạn trình bày các kết nối có ý nghĩa, chẳng hạn như 'người chồng góa vợ kết hôn với em gái của người vợ đã chết'.
