Repository: vesta-webtrees-2-custom-modules/vesta_extended_relationships
Catalog: resources/lang/*.po
Languages: cs, da, de, fr, ru, ta, tr, uk, vi

source: (see below for details).
cs: (podrobnosti níže).
da: .(se detaljer nedenfor).
de: (siehe unten für Einzelheiten).
fr: (voir ci-dessous pour de détails).
ru: (подробности см. ниже).
ta: (விவரங்களுக்கு கீழே காண்க).
tr: (ayrıntılar için aşağıya bakınız).
uk: (докладніше дивись нижче).
vi: (Xem chi tiết bên dưới).

source: %1$s is %2$s of %3$s.
cs: %1$s je %2$s od %3$s.
da: %1$s er %3$ss %2$s.
de: %1$s ist %2$s von %3$s.
fr: %1$s est %2$s de %3$s.
ru: %1$s равно %2$s из %3$s.
ta: %1$s %3$s %2$s ஆகும்.
tr: %1$s, %3$s'den %2$s'dir.
uk: %1$s є %2$s до %3$s.
vi: %1$s là %2$s của %3$s.

source: (Number of relationships: %s)
cs: (Počet vztahů: %s)
da: (Antal relationer: %s)
de: (Anzahl der Beziehungen: %s)
fr: (Nombre de liens : %s)
ru: (Количество отношений: %s)
ta: (உறவுகளின் எண்ணிக்கை: %s)
tr: (İlişki sayısı: %s)
uk: (Кількість стосунків: %s)
vi: (Số lượng mối quan hệ: %s)

source: (that's overall almost as close as: %1$s)
cs: (tento souhrnný je skoro stejně blízký jako: %1$s)
da: (det er samlet set næsten lige så tæt som: %1$s)
de: (entspricht insgesamt fast dem Verwandtschaftsgrad: %1$s)
fr: (coefficient qui équivaut presque à un lien de parenté : %1$s)
ru: (это в целом почти так же близко, как: %1$s)
ta: (இது ஒட்டுமொத்தமாக கிட்டத்தட்ட நெருக்கமாக உள்ளது: %1$s)
tr: ((bu, neredeyse şu kadar yakın: %1$s)
uk: (це загалом майже так само близько, як: %1$s)
vi: (nhìn chung gần như bằng: %1$s)

source: (that's overall as close as: %1$s)
cs: (tento souhrnný je stejně blízký jako: %1$s)
da: (det er samlet set lige så tæt som: %1$s)
de: (entspricht insgesamt dem Verwandtschaftsgrad: %1$s)
fr: (coefficient qui équivaut à un lien de parenté : %1$s)
ru: (в целом это примерно так: %1$s)
ta: (இது ஒட்டுமொத்தமாக நெருக்கமாக உள்ளது: %1$s)
tr: (genel olarak şu kadar yakın: %1$s)
uk: (це загалом так близько, як: %1$s)
vi: (tổng thể gần bằng: %1$s)

source: (that's overall closer than: %1$s)
cs: (tento souhrnný je bližší než: %1$s)
da: (det er samlet set tættere end: %1$s)
de: (entspricht insgesamt einem Verwandtschaftsgrad etwas enger als: %1$s)
fr: (coefficient qui équivaut à un lien de parenté plus proche que : %1$s)
ru: (это в целом ближе, чем: %1$s)
ta: (இது ஒட்டுமொத்தமாக நெருக்கமாக உள்ளது: %1$s)
tr: (bu genel olarak şundan daha yakın: %1$s)
uk: (це загалом ближче ніж: %1$s)
vi: (nhìn chung gần hơn: %1$s)

source: (that's overall not significantly closer than the closest relationship via common ancestors)
cs: (tento souhrnný není významně bližší než nejbližší vztah skrze společné předky)
da: (det er ikke væsentligt tættere end den tætteste relation baseret på fælles aner)
de: (insgesamt nicht signifikant enger verwandt als über die engste Beziehung)
fr: (coeffcient qui équivaut au lien de parenté par les ancêtres communs les plus proches)
ru: (это в целом ненамного ближе, чем самые близкие отношения через общих предков)
ta: (இது பொதுவான மூதாதையர்கள் வழியாக மிக நெருக்கமான உறவை விட ஒட்டுமொத்தமாக கணிசமாக நெருக்கமாக இல்லை)
tr: (bu genel olarak ortak atalar aracılığıyla en yakın ilişkiden önemli ölçüde çok daha yakın değildir)
uk: (це загалом незначно ближче, ніж найтісніші стосунки через спільних предків)
vi: (nhìn chung không gần hơn đáng kể so với mối quan hệ gần nhất thông qua tổ tiên chung)

source: A chart of an individual’s repeated ancestors, formatted as a tree.
da: Et diagram over en persons gentagne forfædre, formateret som et træ.
ru: Диаграмма повторных предков человека, отформатированная в виде дерева.
ta: ஒரு நபரின் தொடர்ச்சியான மூதாதையர்களின் விளக்கப்படம், ஒரு மரமாக வடிவமைக்கப்பட்டுள்ளது.
uk: Діаграма повторюваних предків особи у форматі дерева.
vi: Biểu đồ thể hiện các tổ tiên lặp lại của một cá nhân, được định dạng dưới dạng cây.

source: A module providing various algorithms used to determine relationships. Includes a chart displaying relationships between two individuals, as a replacement for the original 'Relationships' module.
cs: Modul nabízí různé algoritmy pro určení vztahů. Zahrnuje diagram zobrazující vztahy mezi dvěma osobami jako náhradu za původní modul 'Vztahy'.
da: Et modul, der tilbyder forskellige algoritmer til at bestemme slægtsforhold. Indeholder et diagram, der viser relationer mellem to personer, som en erstatning for det oprindelige 'Relationer'-modul.
de: Ein Modul zur Berechnung von verwandschaftlichen Beziehungen und anderen Verbindungen. Kann als Ersatz für das 'Beziehungen'-Diagramm verwendet werden.
fr: Module fournissant divers algorithmes de calculs de parenté. Peut remplacer le module du diagramme Parenté.
ru: Модуль, предоставляющий различные алгоритмы, используемые для определения отношений. Включает диаграмму, отображающую отношения между двумя людьми, в качестве замены исходного модуля «Отношения».
ta: உறவுகளைத் தீர்மானிக்கப் பயன்படுத்தப்படும் பல்வேறு வழிமுறைகளை வழங்கும் ஒரு தொகுதி. அசல் 'உறவுகள்' தொகுதிக்கு மாற்றாக, இரண்டு நபர்களிடையே உறவுகளைக் காண்பிக்கும் விளக்கப்படத்தை உள்ளடக்கியது.
tr: İlişkileri belirlemek için kullanılan çeşitli algoritmalar sağlayan bir modül. Orijinal 'İlişkiler' modülünün yerine iki kişi arasındaki ilişkileri gösteren bir grafik içerir.
uk: Модуль надає різні алгоритми, що використовуються для визначення взаємозв’язків. Включає діаграму, що відображає стосунки між двома людьми, як заміну оригінальному модулю "Родинні зв'язки".
vi: Một mô-đun cung cấp các thuật toán khác nhau được sử dụng để xác định các mối quan hệ. Bao gồm một biểu đồ hiển thị mối quan hệ giữa hai cá nhân, thay thế cho mô-đun 'Mối quan hệ' ban đầu.

source: A module providing various algorithms used to determine relationships. Includes an extended 'Relationships' chart.
cs: Modul nabízí různé algoritmy pro určení vztahů. Zahrnuje rozšířený diagram 'Vztahy'.
da: Et modul, der tilbyder forskellige algoritmer til at bestemme slægtsforhold. Indeholder en udvidet version af 'Relationer'-diagrammet.
de: Ein Modul, das verschiedene Algorithmen zur Bestimmung von Verwandtschaftsbeziehungen bereitstellt. Enthält ein erweitertes Diagramm 'Verwandtschaftsbeziehung'.
fr: Un module fournissant divers algorithmes utilisés pour déterminer les relations. Inclut un graphique 'Liens étendus'.
ru: Модуль, предоставляющий различные алгоритмы, используемые для определения отношений. Включает расширенную диаграмму «Отношения».
ta: உறவுகளைத் தீர்மானிக்கப் பயன்படுத்தப்படும் பல்வேறு வழிமுறைகளை வழங்கும் ஒரு தொகுதி. நீட்டிக்கப்பட்ட 'உறவுகள்' விளக்கப்படம் அடங்கும்.
tr: İlişkileri belirlemek için kullanılan çeşitli algoritmalar sağlayan bir modül. Genişletilmiş bir 'İlişkiler' grafiği içerir.
uk: Модуль надає різні алгоритми, що використовуються для визначення стосунків. Долучає розширену діаграму "Родинні зв'язки".
vi: Một mô-đun cung cấp các thuật toán khác nhau được sử dụng để xác định các mối quan hệ. Bao gồm biểu đồ 'Mối quan hệ' mở rộng.

source: All paths between the two individuals that contribute to the CoR (Coefficient of Relationship), as defined here:
cs: Všechny cesty mezi dvěma osobami, které přispívají k KZ (koeficientu příbuznosti), jak definováno zde:
da: Alle stier mellem de to personer, der bidrager til CoR (relationskoefficienten), som defineret her:
de: Alle Beziehungspfade zwischen zwei Personen, die in die Berechnung des CoR (Verwandtschafts-Koeffizient) eingehen. Definition siehe hier:
fr: Tous les chemins entre deux individus qui contribuent au coefficient de parenté sont définis ici :
ru: Все пути между двумя людьми, которые вносят вклад в CoR (коэффициент взаимосвязи), как определено здесь:
ta: இங்கே வரையறுக்கப்பட்டுள்ளபடி, COR (உறவின் குணகம்) க்கு பங்களிக்கும் இரு நபர்களுக்கிடையேயான அனைத்து பாதைகளும்:
tr: CoR'e (İlişki Katsayısı) katkıda bulunan iki birey arasındaki tüm yollar, burada tanımlandığı gibi:
uk: Усі шляхи між двома людьми, які додають свій внесок у CoR (Коефіцієнт взаємовідносин), як визначено тут:
vi: Tất cả các con đường giữa hai cá nhân đóng góp vào CoR (Hệ số quan hệ), như được định nghĩa ở đây:

source: Allow persistent toggle (user may show/hide relationships)
cs: Povolit setrvalé přepnutí (uživatel může vztahy zobrazit/skrýt)
da: Aktivér vedvarende visningskontrol (brugeren kan skifte mellem at vise og skjule relationer)
de: Checkbox anzeigen (Benutzer kann die Anzeige von Verwandschaftsbeziehungen dauerhaft an-/abwählen)
fr: Permet un interrupteur permanent (l'utilisateur peut afficher/masquer les relations)
ru: Разрешить постоянное переключение (пользователь может отображать / скрывать отношения)
ta: தொடர்ச்சியான மாற்றத்தை அனுமதிக்கவும் (பயனர் உறவுகளைக் காட்டலாம்/மறைக்கலாம்)
tr: Kalıcı geçişe izin ver (kullanıcı ilişkileri gösterebilir/gizleyebilir)
uk: Дозволити постійне перемикання (користувач може показувати/приховувати стосунки)
vi: Cho phép chuyển đổi liên tục (người dùng có thể hiển thị / ẩn các mối quan hệ)

source: Also includes an extended '%1$s' block.
da: Inkluderer også en udvidet '%1$s'-blok.
fr: Comprend également un bloc étendu '%1$s'.
ru: Также включает расширенный блок '%1$s'.
ta: நீட்டிக்கப்பட்ட '%1$s' தொகுதியையும் உள்ளடக்கியது.
uk: Також містить розширений блок '%1$s'.
vi: Cũng bao gồm một khối '%1$s' mở rộng.

source: And hopefully it shows how much better the new algorithm works ...
cs: A doufejme, že ukazuje, o kolik lépe ten nový algoritmus pracuje ...
de: Und hoffentlich zeigt es, wie viel besser der neue Algorithmus arbeitet...
fr: Et j'espère que cela montre à quel point le nouvel algorithme fonctionne mieux ...
ru: И, надеюсь, это показывает, насколько лучше работает новый алгоритм ...
ta: புதிய வழிமுறை எவ்வளவு சிறப்பாக செயல்படுகிறது என்பதை இது காட்டுகிறது ...
tr: Ve umarım yeni algoritmanın ne kadar da iyi çalıştığını gösterir ...
uk: І, сподіваємось, це показує, наскільки краще працює новий алгоритм...
vi: Và hy vọng nó cho thấy thuật toán mới hoạt động tốt hơn như thế nào ...

source: Associated facts and events are displayed when the respective toggle checkbox is selected on the tab.
cs: Fakta a události společníků ze zobrazí, jen když je na záložce zatržena příslušná volba.
da: Tilknyttede fakta og hændelser aktiveres, når den tilhørende afkrydsningsboks vælges på fanen.
de: Verknüpfte Tatsachen und Ereignisse werden angezeigt, wenn die entsprechende Auswahlbox markiert ist.
fr: Les actes et événements associés sont affichés lorsque la case de l'interrupteur respectif est cochée sur l'onglet.
ru: Связанные факты и события отображаются, когда на вкладке установлен соответствующий переключатель.
ta: தாவலில் அந்தந்த மாற்று தேர்வுப்பெட்டி தேர்ந்தெடுக்கப்படும்போது தொடர்புடைய உண்மைகள் மற்றும் நிகழ்வுகள் காண்பிக்கப்படும்.
tr: İlişkili gerçekler ve olaylar, sekmede ilgili geçiş onay kutusu seçildiğinde görüntülenir.
uk: Пов’язані факти та події відображаються коли на вкладці встановлено відповідний прапорець.
vi: Sự kiện và số liệu liên quan được hiển thị khi hộp kiểm chuyển đổi tương ứng được chọn trên tab.

source: Basically, each path (via common ancestors) between two individuals contributes to the CoR, inversely proportional to its length: Each path of length 2 (e.g. between full siblings) adds %1$s, each path of length 4 (e.g. between first cousins) adds %2$s, in general each path of length n adds (0.5)<sup>n</sup>.
cs: V zásadě, každá cesta (skrze společné předky) mezi dvěma osobami přispívá ke koeficientu CoR v převráceném poměru k její délce: každá cesta o délce 2 (např. mezi pravými sourozenci) přispívá %1$s, každá cesta o délce 4 (např. mezi prvními bratranci) přispívá %2$s, obecně každá cesta o délce n přispívá (0.5)<sup>n</sup>.
fr: Fondamentalement, chaque chemin (via des ancêtres communs) entre deux individus contribue au CDP, de manière inversement proportionnelle à sa longueur : chaque chemin de longueur 2 (par ex. entre frères et sœurs) ajoute %1$s, chaque trajet de longueur 4 (par ex. entre cousins germains) ajoute %2$s, en général chaque trajet de longueur n ajoute (0,5)<sup>n</sup>.
ru: По сути, каждый путь (через общих предков) между двумя людьми вносит свой вклад в CoR, обратно пропорциональный его длине: каждый путь длиной 2 (например, между полными братьями и сестрами) добавляет %1$s, каждый путь длиной 4 (например, между двоюродными братьями) добавляет %2$s, в общем случае каждый путь длины n добавляет (0,5) <sup> n </sup>.
ta: அடிப்படையில், இரண்டு நபர்களுக்கிடையேயான ஒவ்வொரு பாதையும் (பொதுவான மூதாதையர்கள் வழியாக) அதன் நீளத்திற்கு நேர்மாறான விகிதாசாரத்திற்கு பங்களிக்கிறது: ஒவ்வொரு நீளம் 2 (எ.கா. முழு உடன்பிறப்புகளுக்கு இடையில்) %1$s ஐ சேர்க்கிறது, ஒவ்வொரு நீளத்தின் பாதையும் 4 (எ.கா. முதல் உறவினர்களுக்கு இடையில்) %2$s ஐ சேர்க்கிறது, பொதுவாக ஒவ்வொரு பாதையும் n சேர்க்கைகள் (0.5) <sup>n</sup>.
tr: Temel olarak, iki birey arasındaki her bir yol (ortak atalar aracılığıyla), uzunluğuyla ters orantılı olarak CoR'ye katkıda bulunur: 2 uzunluğundaki her yol (örneğin, tam kardeşler arasında) %1$s ekler, 4 uzunluğundaki her yol (örneğin ilk kuzenler arasında) %2$s ekler, genel olarak n uzunluğundaki her yol (0.5)<sup>n</sup> ekler.
uk: В основному, кожен шлях (через спільних предків) між двома людьми вносить свій внесок у CoR, обернено пропорційний його довжині: Кожен шлях довжиною 2 (наприклад, між повними братами та сестрами) додає %1$s, кожен шлях довжиною 4 (наприклад, між першими кузенами) додає %2$s, загалом кожен шлях довжиною n додає (0,5)<sup>n</sup>.
vi: Về cơ bản, mỗi con đường (thông qua tổ tiên chung) giữa hai cá nhân đóng góp vào CoR, tỷ lệ nghịch với độ dài của nó: Mỗi con đường có độ dài 2 (ví dụ: giữa các anh chị em ruột) them %1$s, mỗi đường dẫn có độ dài 4 (ví dụ: giữa các anh chị em họ đầu tiên ) them %2$s, nói chung mỗi đường dẫn có độ dài n thêm (0,5) <sup> n </sup>.

source: Chart Settings
cs: Nastavení diagramu
da: Diagramindstillinger
de: Einstellungen für das Diagramm
fr: Préférences pour les diagrammes
ru: Настройки графика
ta: விளக்கப்பட அமைப்புகள்
tr: Grafik Ayarları
uk: Налаштування діаграми
vi: Cài đặt biểu đồ

source: Closest Relationship: %s
ru: Ближайшие отношения: %s
ta: நெருங்கிய உறவு: %s
uk: Найближчі стосунки: %s
vi: Mối quan hệ gần gũi nhất: %s

source: CoI; Coefficient of Inbreeding
ru: Коэффициент межродственного скрещивания
ta: கோய்; இனப்பெருக்கத்தின் குணகம்
uk: CoI; Коефіцієнт внутрішньородинного схрещування
vi: CoI; Hệ số cận huyết

source: Common ancestor:
cs: Společný předek:
da: Fælles ane:
de: Gemeinsamer Vorfahr:
fr: Ancêtre commun :
ru: Общий предок:
ta: பொதுவான மூதாதையர்:
tr: Ortak ata:
uk: Спільний предок:
vi: Tổ tiên chung:

source: Common ancestors
ru: Общие предки
ta: பொதுவான மூதாதையர்கள்
uk: Спільні предки
vi: Tổ tiên chung

source: Common ancestors of %1$s and %2$s
ru: Общие предки %1$s и %2$s
ta: %1$s மற்றும் %2$s இன் பொதுவான மூதாதையர்கள்
uk: Спільні предки для %1$s та %2$s
vi: Tổ tiên chung của %1$s và %2$s

source: Common ancestors:
cs: Společní předci:
da: Fælles aner:
de: Gemeinsame Vorfahren:
fr: Ancêtres communs :
ru: Общие предки:
ta: பொதுவான மூதாதையர்கள்:
tr: Ortak atalar:
uk: Спільні предки:
vi: Các Tổ tiên chung:

source: Debugging
cs: Testování
da: Fejlfinding
de: Debuggen
fr: Débogage
ru: Отладка
ta: பிழைத்திருத்தம்
tr: Hata ayıklama
uk: Наладка
vi: Gỡ lỗi

source: Determines the shortest path between two individuals via a LCA (lowest common ancestor), i.e. a common ancestor who only appears on the path once.
cs: Určuje nejkratší cestu mezi dvěma osobami skrze NSP (nejnižšího společného předka), t.j. společného předka, který se vyskytuje na cestě jen jednoz.
da: Bestemmer den korteste sti mellem to personer via en LCA (laveste fælles ane), dvs. en fælles ane, der kun optræder én gang på stien.
de: Die kürzeste Verbindung zwischen zwei Personen über einen KGV (Kleinster Gemeinsamer Vorfahr), also einen gemeinsamen Vorfahren, der im Beziehungspfad nur einmal auftaucht.
fr: Détermine le plus court chemin entre deux individus via un PPAC (plus proche ancêtre commun), c’est-à-dire un ancêtre commun qui n’apparaît qu’une fois sur le chemin.
ru: Определяет кратчайший путь между двумя людьми с помощью LCA (наименьшего общего предка), то есть общего предка, который появляется на пути только один раз.
ta: எல்.சி.ஏ (மிகக் குறைந்த பொதுவான மூதாதையர்) வழியாக இரண்டு நபர்களிடையே குறுகிய பாதையை தீர்மானிக்கிறது, அதாவது ஒரு பொதுவான மூதாதையர் ஒரு முறை மட்டுமே பாதையில் தோன்றும்.
tr: Bir LCA (en küçük ortak ata), yani yolda yalnızca bir kez görünen ortak bir ata aracılığıyla iki birey arasındaki en kısa yolu belirler.
uk: Визначає найкоротший шлях між двома персонами через LCA (найнижчий загальний предок), тобто загальний предок, який з'являється на шляху лише один раз.
vi: Xác định đường đi ngắn nhất giữa hai cá thể thông qua LCA (tổ tiên chung thấp nhất), tức là tổ tiên chung chỉ xuất hiện trên đường đi một lần.

source: Display
cs: Zobrazit
da: Vis
de: Anzeige
fr: Affichage
ru: Отображать
ta: காட்சி
tr: Görüntüle
uk: Відображати
vi: Hiển thị

source: Displays additional relationship information via the extended 'Families' tab, and the extended 'Facts and Events' tab.
cs: Zobrazuje další informace o vztahu na rozšířených záložkách 'Rodiny' a 'Fakta a události'.
da: Giver ekstra oplysninger om relationer via den udvidede 'Familier'-fane og den udvidede 'Fakta og hændelser'-fane.
de: Zusätzliche Informationen zu Verwandschaftsbeziehungen auf den Reitern 'Familien' und 'Tatsachen und Ereignisse'.
fr: Affiche des informations supplémentaires de relation via l'onglet étendu 'Familles', et l'onglet étendu 'Actes et Evenements'.
ru: Отображает дополнительную информацию о взаимоотношениях через расширенную вкладку «Семьи» и расширенную вкладку «Факты и события».
ta: நீட்டிக்கப்பட்ட 'குடும்பங்கள்' தாவல் மற்றும் நீட்டிக்கப்பட்ட 'உண்மைகள் மற்றும் நிகழ்வுகள்' தாவல் வழியாக கூடுதல் உறவு தகவல்களைக் காட்டுகிறது.
tr: Genişletilmiş 'Aileler' sekmesi ve genişletilmiş 'Gerçekler ve Olaylar' sekmesi aracılığıyla ek ilişki bilgilerini görüntüler.
uk: Відображає додаткову інформацію про стосунки через розширену вкладку "Сім'ї" та розширену вкладку "Факти та події".
vi: Hiển thị thông tin mối quan hệ bổ sung qua tab 'Gia đình' mở rộng và tab 'Sự kiện và sự kiện' mở rộng.

source: Do not show any relationship
cs: Nezobrazit žádný vztah
da: Vis ingen relationer
de: Keine Beziehung anzeigen
fr: Ne pas montrer les parentés
ru: Не показывать никаких отношений
ta: எந்த உறவையும் காட்ட வேண்டாம்
tr: Herhangi bir ilişki gösterme
uk: Не демонструвати жодних стосунків
vi: Không thể hiện bất kỳ mối quan hệ nào

source: Each SLCA (smallest lowest common ancestor) essentially represents a part of the tree which both individuals share (as part of their ancestors). More technically, the SLCA set of two individuals is a subset of the LCA set (excluding all LCAs that are themselves ancestors of other LCAs).
cs: Každý NNSP (nejmenší nejnižší společný předek) v podstatě představuje část stromu, kterou sdílejí obě osoby (jako část jejich předků). Technicky řečeno, množina NNSP dvou osob je podmnožinou množiny NSP (s výjimkou všech NSP, kteří sami jsou předky jiných NSP).
da: Hver SLCA (mindste laveste fælles ane) repræsenterer grundlæggende en del af træet, som begge personer deler (som en del af deres aner). Mere teknisk er SLCA-sættet for to personer en delmængde af LCA-sættet, hvor alle LCA'er, der selv er aner til andre LCA'er, er udeladt.
de: Jeder NKGV (Niedrigster Kleinster Gemeinsame Vorfahr) repräsentiert einen Teilbaum, welchen beide Personen als Teilmenge ihrer Vorfahren teilen. Spezifischer ausgedrückt ist die Menge der NKGV zweier Personen eine Teilmenge der Menge ihrer KGV (und zwar ohne jene KGV, die selbst wiederum Vorfahren anderer KGVs sind).
fr: Chaque PPPPAC (plus petit PPAC) représente une partie de l’arbre que deux individus partagent (une partie de leurs ancêtres). Plus précisément, l’ensemble des PPPPAC de deux individus est un sous-ensemble des PPAC (excluant les PPAC qui sont eux-mêmes les ancêtres d’autres PPAC).
ru: Каждый SLCA (самый маленький самый низкий общий предок) по существу представляет собой часть дерева, которое оба индивидуума разделяют (как часть своих предков). Более технически, набор SLCA из двух лиц является подмножеством набора LCA (за исключением всех LCAs, которые сами являются предками других LCAs).
ta: ஒவ்வொரு எச்.எல்.சி.ஏ (மிகச்சிறிய மிகக் குறைந்த பொதுவான மூதாதையர்) அடிப்படையில் மரத்தின் ஒரு பகுதியைக் குறிக்கிறது, இது இரு நபர்களும் பகிர்ந்து கொள்கிறது (அவர்களின் மூதாதையர்களின் ஒரு பகுதியாக). மேலும் தொழில்நுட்ப ரீதியாக, இரண்டு நபர்களின் எச்.எல்.சி.ஏ தொகுப்பு எல்.சி.ஏ தொகுப்பின் துணைக்குழுவாகும் (அனைத்து எல்.சி.ஏக்களையும் தவிர்த்து மற்ற எல்.சி.ஏக்களின் மூதாதையர்கள்).
tr: Her SLCA (en küçük ortak ata), temelde ağacın her iki bireyin paylaştığı (atalarının bir parçası olarak) bir bölümünü temsil eder. Daha teknik olarak, iki kişiden oluşan SLCA grubu, LCA setinin bir alt kümesidir (kendileri diğer LCA'ların ataları olan tüm LCA'lar hariç).
uk: Кожен SLCA (найменший найнижчий загальний предок) по суті являє собою частину дерева, якою обидві персони діляться (як частина своїх предків). Більш технічно, набір SLCA з двох осіб є підмножиною набору LCA (виключаючи всі LCA, які самі є предками інших LCA).
vi: Mỗi SLCA (tổ tiên chung thấp nhất nhỏ nhất) về cơ bản đại diện cho một phần của cây mà cả hai cá thể đều chia sẻ (như một phần của tổ tiên của họ). Về mặt kỹ thuật, bộ SLCA của hai cá nhân là một tập hợp con của bộ LCA (không bao gồm tất cả các LCA tự là tổ tiên của các LCA khác).

source: Families Tab Settings
cs: Nastavení záložky Rodiny
da: Indstillinger for familiefanen
de: Einstellungen für den Reiter 'Familien'
fr: Préférences pour l’onglet 'Families'
ru: Настройки вкладки "Семьи"
ta: குடும்பங்கள் தாவல் அமைப்புகள்
tr: Aileler Sekmesi Ayarları
uk: Налаштування вкладки "Сім'ї"
vi: Cài đặt tab Gia đình

source: Find a closest relationship via common ancestors
cs: Najít nejbližší vztah skrze společné předky
da: Find den nærmeste slægtsrelation via fælles aner
de: Die engste verwandschaftliche Beziehung
fr: Trouver les parentés via les ancêtres communs les plus proches
ru: Найдите самые близкие отношения через общих предков
ta: பொதுவான மூதாதையருடன் மிக நெருக்கமான உறவைக் கண்டறியவும்
tr: Ortak atalar aracılığıyla en yakın ilişkiyi bulun
uk: Знайти найближчі стосунки через спільних предків
vi: Tìm mối quan hệ gần gũi nhất thông qua tổ tiên chung

source: Find a closest relationship via common ancestors, or fallback to the closest overall connection
cs: Najít nejbližší vztah skrze společné předky, nebo nouzově nejbližší souhrnný vztah
da: Find den tætteste relation gennem fælles aner, ellers den korteste forbindelse generelt
de: Die engste verwandschaftliche Beziehung, oder die engste Verbindung überhaupt
fr: Trouver la relation la plus proche via les ancêtres communs, ou sinon globalement
ru: Найдите самые близкие отношения через общих предков или вернитесь к наиболее близким общим связям
ta: பொதுவான மூதாதையருடனான மிக நெருக்கமான உறவைக் கண்டறியவும், அல்லது ஒட்டுமொத்த இணைப்பிற்கு குறைவடையும்
tr: Ortak atalar aracılığıyla en yakın ilişkiyi bulun veya en yakın genel bağlantıya geri dönün
uk: Знайти найближчі стосунки через спільних предків або повернутись до найближчого загального зв’язку
vi: Tìm mối quan hệ gần nhất thông qua tổ tiên chung hoặc dự phòng cho mối quan hệ tổng thể gần nhất

source: Find all overall connections
cs: Najít všechny souhrnné vztahy
da: Find alle overordnede forbindelser
de: Alle Verbindungen
fr: Trouver toutes les relations globalement
ru: Найдите все общие связи
ta: ஒட்டுமொத்த இணைப்புகள் அனைத்தையும் கண்டறியவும்
tr: Tüm genel bağlantıları bulun
uk: Знайти усі загальні зв’язки
vi: Tìm tất cả các kết nối tổng thể
