Repository: vesta-webtrees-2-custom-modules/vesta_extended_relationships
Catalog: resources/lang/*.po
Languages: cs, da, de, fr, ru, ta, tr, uk, vi

source: This list provides an overview by surname, and may be used to determine whether all individuals with a specific surname are actually descended from a common patriarch.
cs: Tento seznam poskytuje přehled podle příjmení a může sloužit ke zjištění, zda všechny osoby s určitým příjmením skutečně pocházejí od společného patriarchy.
fr: Cette liste fournit un aperçu par nom de famille et peut être utilisée pour déterminer si tous les individus portant un nom de famille spécifique descendent réellement d'un patriarche commun.
ru: Этот список представляет собой обзор по фамилиям и может быть использован для определения того, действительно ли все люди с определенной фамилией происходят от общего патриарха.
ta: இந்த பட்டியல் குடும்பப் பெயரால் ஒரு கண்ணோட்டத்தை வழங்குகிறது, மேலும் ஒரு குறிப்பிட்ட குடும்பப்பெயர் கொண்ட அனைத்து நபர்களும் உண்மையில் ஒரு பொதுவான தேசபக்தரிடமிருந்து வந்தவர்கள் என்பதை தீர்மானிக்க பயன்படுத்தப்படலாம்.
uk: Цей список забезпечує огляд за прізвищами і його можна використовувати, щоб визначити, чи справді всі особи з певним прізвищем походять від спільного патріарха.
vi: Danh sách này cung cấp cái nhìn tổng quan theo họ, và có thể được sử dụng để xác định xem tất cả những người có cùng một họ cụ thể có thực sự là hậu duệ của một tổ tiên chung hay không.

source: This process calculates dates for all INDI - FAM links, so that relationships at a specific point in time can be calculated efficiently.
cs: Tento proces vypočítává data pro všechna spojení osoba ‒ rodina, tak aby se vztahy v určitém bodě v čase daly počítat účinně.
de: Dieser Prozess berechnet Daten für alle INDI - FAM-Verknüpfungen, so dass Beziehungen zu einem bestimmten Zeitpunkt effizient berechnet werden können.
fr: Ce processus calcule les dates pour tous les liens INDI - FAM, de sorte que les relations à un moment donné peuvent être calculées efficacement.
ru: Этот процесс вычисляет даты для всех ссылок INDI - FAM, чтобы можно было эффективно рассчитать отношения в определенный момент времени.
ta: இந்த செயல்முறை அனைத்து INDI - பாம் இணைப்புகளுக்கான தேதிகளைக் கணக்கிடுகிறது, இதனால் ஒரு குறிப்பிட்ட கட்டத்தில் உறவுகள் திறமையாக கணக்கிடப்படலாம்.
tr: Bu süreç tüm INDI - FAM bağlantıları için tarihleri hesaplar, böylece belirli bir zamandaki ilişkiler verimli bir şekilde hesaplanabilir.
uk: Цей процес обчислює дати для всіх посилань INDI - FAM, так що стосунки в певний момент часу можуть бути ефективно розраховані.
vi: Quá trình này tính toán ngày tháng cho tất cả các liên kết INDI - FAM, để các mối quan hệ tại một thời điểm cụ thể có thể được tính toán một cách hiệu quả.

source: This seems more useful in most cases (e.g. to determine the relationship to a godparent at the time of the baptism).
cs: Toto se zdá být užitečnější ve většině případů (např. určit vztah ke kmotrovi v případě křtu).
da: Dette giver bedre mening i de fleste situationer, såsom ved bestemmelse af relationen til en fadder ved dåben.
de: Dies scheint in den meisten Fällen sinnvoller zu sein (bspw. um die Beziehung zu einem Paten zum Zeitpunkt der Taufe zu bestimmen).
fr: Cela semble plus utile dans la plupart des cas (par exemple pour déterminer la relation avec un parrain au moment du baptême).
ru: В большинстве случаев это кажется более полезным (например, для определения родства с крестным отцом во время крещения).
ta: பெரும்பாலான சந்தர்ப்பங்களில் இது மிகவும் பயனுள்ளதாகத் தெரிகிறது (எ.கா. ஞானச்நானத்தின் போது ஒரு கடவுளின் உறவைத் தீர்மானிக்க).
tr: Bu, çoğu durumda daha yararlı görünmektedir (örneğin, vaftiz sırasında bir vaftiz babasıyla ilişkiyi belirlemek için).
uk: Це здається більш корисним у більшості випадків (наприклад, для визначення стосунків із хрещеним батьком на момент хрещення).
vi: Điều này có vẻ hữu ích hơn trong hầu hết các trường hợp (ví dụ: để xác định mối quan hệ với cha mẹ đỡ đầu vào thời điểm rửa tội).

source: Uncorrected CoR (Coefficient of Relationship)
cs: Koeficient příbuznosti CoR (Coefficient of Relationship) není korigován
de: Nichtkorrigierter CoR (Verwandtschafts-Koeffizient)
fr: Coefficient de parenté non corrigé
ru: Некорректированный CoR (коэффициент взаимосвязи)
ta: சரி செய்யப்படாத COR (உறவின் குணகம்)
tr: Düzeltilmemiş CoR (İlişki Katsayısı)
uk: Нескоригований CoR (коефіцієнт взаємовідносин)
vi: CoR không được điều chỉnh (Hệ số mối quan hệ)

source: Uncorrected CoR (Coefficient of Relationship): %s
cs: Koeficient příbuznosti CoR (Coefficient of Relationship) není korigován: %s
da: Ukorrigeret slægtskabsgrad (Coeffecient of Relationship): %s
de: Nichtkorrigierter CoR (Verwandtschafts-Koeffizient): %s
fr: Coefficient de parenté non corrigé : %s
ru: Не исправленный CoR (коэффициент взаимосвязи): %s
ta: சரி செய்யப்படாத கோர் (உறவின் குணகம்): %s
tr: Düzeltilmemiş CoR (İlişki Katsayısı): %s
uk: Невиправлений CoR (коефіцієнт стосунків): %s
vi: CoR không hiệu chỉnh (Hệ số mối quan hệ): %s

source: Under normal circumstances the proportion of genes transmitted from ancestor to descendant &ndash; as estimated by Σ(0.5)<sup>n</sup> &ndash; and the proportion of genes they hold in common (the true coefficient of relationship) are the same. If there has been any inbreeding, however, there may be a slight discrepancy, as explained here:
cs: Za normálních okolností podíl genů přenesených z předka na potomka &ndash; jak se odhaduje podle Σ(0.5)<sup>n</sup> &ndash; a podíl genů, které drží dohromady (skutečný koeficient příbuznosti) jsou stejné. Pokud tam nastalo příbuzenské křížení, pak vznikne mírný nesoulad, jak je vysvětleno zde:
de: Unter normalen Umständen sind der Anteil der vom Vorfahren auf den Nachkommen übertragenen Gene &ndash; wie durch Σ(0,5)<sup>n</sup> &ndash; geschätzt; und der Anteil der Gene, die sie gemeinsam haben (der wahre Verwandtschaftskoeffizient), gleich. Wenn jedoch Inzucht stattgefunden hat, kann es zu einer leichten Diskrepanz kommen, wie hier erklärt wird:
fr: Dans des circonstances normales, la proportion de gènes transmis de l'ancêtre à son descendant &ndash; telle qu'estimée par Σ(0,5)<sup>n</sup> &ndash; et la proportion de gènes qu'ils ont en commun (le véritable coefficient de parenté) sont les mêmes. S'il y a eu consanguinité, cependant, il peut y avoir un léger écart, comme expliqué ici :
ru: При нормальных обстоятельствах доля генов, передаваемых от предка к потомку &ndash;, по оценке Σ (0,5) <sup> n </sup> &ndash;, и доля генов, которые они содержат вместе (истинный коэффициент родства), являются одно и тоже. Однако, если имел место инбридинг, может быть небольшое несоответствие, как объясняется здесь:
ta: சாதாரண சூழ்நிலைகளில் மூதாதையரிடமிருந்து வம்சாவளிக்கு அனுப்பப்படும் மரபணுக்களின் விகிதம் &ndash;Σ(0.5) <sup> n </sup> &ndash; மேலும் அவை பொதுவான மரபணுக்களின் விகிதம் (உறவின் உண்மையான குணகம்) ஒன்றே. இருப்பினும், இனப்பெருக்கம் ஏதேனும் இருந்தால், இங்கே விளக்கப்பட்டுள்ளபடி, ஒரு சிறிய வேறுபாடு இருக்கலாம்:
tr: Normal koşullar altında, atadan nesile aktarılan genlerin oranı &ndash;, Σ(0.5)<sup>n</sup> &ndash; tarafından tahmin edildiği gibi ve ortak tuttukları genlerin oranı (ilişkinin gerçek katsayısı) aynıdır. Bununla birlikte, herhangi bir akrabalık varsa, burada açıklandığı gibi hafif bir tutarsızlık olabilir:
uk: За звичайних обставин частка генів, що передаються від предка до нащадка - за оцінкою Σ (0,5)<sup>n</sup> - і частка генів, які вони мають у своєму розпорядженні (справжній коефіцієнт взаємозв'язку) однакові. Однак, якщо було інбридинг, може виникнути незначна розбіжність, як пояснено тут:
vi: Trong những trường hợp bình thường, tỷ lệ gen được truyền từ tổ tiên sang con cháu &ndash; theo ước tính của Σ (0,5) <sup> n </sup> &ndash; và tỷ lệ các gen mà chúng giữ chung (hệ số quan hệ thực sự) là như nhau. Tuy nhiên, nếu đã có bất kỳ cuộc giao phối cận huyết nào, có thể có sự khác biệt nhỏ, như được giải thích ở đây:

source: You can disable this via the module preferences, it's mainly intended for debugging.
cs: Toto můžete vypnout v předvolbách modulu, je to určené hlavně pro účely testování.
de: Du kannst dies über die Moduleinstellungen deaktivieren. Es ist in erster Linie zur Fehlerbereinigung gedacht.
fr: Vous pouvez désactiver cela via les préférences du module, il est principalement destiné au débogage.
ru: Вы можете отключить это через настройки модуля, в основном он предназначен для отладки.
ta: தொகுதி விருப்பத்தேர்வுகள் வழியாக இதை நீங்கள் முடக்கலாம், இது முக்கியமாக பிழைத்திருத்தத்தை நோக்கமாகக் கொண்டுள்ளது.
tr: Bunu modül tercihleri aracılığıyla devre dışı bırakabilirsiniz, esas olarak hata ayıklama amaçlıdır.
uk: Ви можете вимкнути це за допомогою налаштувань модуля, він в основному призначений для налагодження.
vi: Bạn có thể tắt tính năng này thông qua tùy chọn mô-đun, nó chủ yếu dùng để gỡ lỗi.

source: You may also adjust the access level of this part of the module.
cs: Je možno také upravit přístupová práva pro tuto část modulu.
da: Det er også muligt at tilpasse adgangsniveauet for denne del af modulet.
de: Du kannst auch die Zugriffsebene für diesen Teil des Moduls anpassen.
fr: Vous pouvez également ajuster le niveau d'accès de cette partie du module.
ru: Вы также можете настроить уровень доступа к этой части модуля.
ta: தொகுதியின் இந்த பகுதியின் அணுகல் அளவையும் நீங்கள் சரிசெய்யலாம்.
tr: Ayrıca modülün bu bölümünün erişim seviyesini de ayarlayabilirsiniz.
uk: Ви також можете налаштувати рівень доступу до цієї частини модуля.
vi: Bạn cũng có thể điều chỉnh mức độ truy cập của phần này của mô-đun.

source: parents
cs: rodiče
da: forældre
de: Eltern
ru: родители
ta: பெற்றோர்
tr: ebeveynler
uk: батьки
vi: bố mẹ

source: show full pedigree
ru: показать полную родословную
ta: முழு வம்சாவளியைக் காட்டு
uk: показати повний родовід
vi: hiển thị toàn bộ phả hệ

source: show repeated ancestors once
ru: показать повторяющихся предков один раз
ta: மீண்டும்நிகழும் மூதாதையர்களைக் ஒரு முறை காட்டு
uk: показувати повторюваних предків один раз
vi: hiển thị tổ tiên lặp lại một lần

source: unlimited
cs: bez omezení
da: ubegrænset
de: unbegrenzt
fr: illimité
ru: неограниченный
ta: வரம்பற்றது
tr: sınırsız
uk: необмежений
vi: không giới hạn

source: via legacy algorithm: %s
cs: v původním algoritmu: %s
da: Via oprindelig algoritme: %s
de: über alten Algorithmus: %s
fr: via un algorithme hérité : %s
ru: с помощью устаревшего алгоритма: %s
ta: மரபு வழிமுறை வழியாக: %s
tr: eski algoritma ile: %s
uk: через застарілий алгоритм: %s
vi: thông qua thuật toán kế thừa: : %s

source: Calculating…
tr: Hesaplanıyor…

source: No relationship found
tr: Hiçbir ilişki bulunamadı

source: Relationship to me
tr: Benimle ilişki

source: Relationship: %s
tr: İlişki: %s

source: Relationships
tr: İlişkiler

source: Relationships between %1$s and %2$s
tr: %1$s ile %2$s arasındaki ilişkiler

source: Searching for all possible relationships can take a lot of time in complex trees.
tr: Tüm olası ilişkileri aramak, karmaşık ağaçlarda çok zaman alabilir.

source: Swap individuals
tr: Bireyleri değiştirin

source: view
tr: görünüm
