Repository: vesta-webtrees-2-custom-modules/vesta_extended_relationships
Catalog: resources/lang/*.po
Languages: cs, da, de, fr, ru, ta, tr, uk, vi

source: Find all relationships via lowest common ancestors
cs: Najít všechny vztahy skrze nejnižší společné předky
da: Find alle relationer gennem den tætteste fælles forfader
de: Alle verwandtschaftlichen Beziehungen
fr: Trouver toutes les parentés via les ancêtres communs
ru: Найдите все отношения через низших общих предков
ta: அனைத்து உறவுகளையும் மிகக் குறைந்த பொதுவான மூதாதையர்கள் வழியாகக் கண்டறியவும்
tr: En küçük ortak atalar aracılığıyla tüm ilişkileri bulun
uk: Знайти усі стосунки через найнижчих спільних предків
vi: Tìm tất cả các mối quan hệ thông qua tổ tiên chung thấp nhất

source: Find all smallest lowest common ancestors, show a closest connection for each
cs: Najít nejmenší nejnižší společné předky, zobrazit nejbližší spojení u každého
da: Find alle nærmeste fælles aner, og vis den tætteste forbindelse for hver
de: Alle kleinsten gemeinsamen Vorfahren, mit jeweils einer Beziehung
fr: Trouver tous les plus proches ancêtres communs, montrer la parenté avec chacun d’entre eux
ru: Найдите всех наименьших общих предков, покажите наиболее близкую связь для каждого
ta: மிகக் குறைந்த பொதுவான மூதாதையர்களைக் கண்டுபிடி, ஒவ்வொன்றிற்கும் மிக நெருக்கமான தொடர்பைக் காட்டுங்கள்
tr: En küçük ortak ataların tümünü bulun, her biri için en yakın bağlantıyı gösterin
uk: Знайти усіх найменших найнижчих спільних предків, показати найближчий зв’язок для кожного
vi: Tìm tất cả các tổ tiên chung gần nhất, thể hiện quan hệ họ hàng với từng người trong số họ

source: Find other overall connections
cs: Najít jiné souhrnné vztahy
da: Find andre generelle forbindelser
de: Andere Verbindungen
fr: Trouver d’autres relations globalement
ru: Найдите другие общие связи
ta: பிற ஒட்டுமொத்த இணைப்புகளைக் கண்டறியவும்
tr: Diğer genel bağlantıları bulun
uk: Знайти інші загальні зв’язки
vi: Tìm các kết nối tổng thể khác

source: Find other/all overall connections
cs: Najít ostatní/všechny souhrnné vztahy
da: Find andre/alle overordnede forbindelser
de: Andere/alle Verbindungen
fr: Trouver d’autres/toutes les relations
ru: Найти другие / все общие связи
ta: பிற/அனைத்து ஒட்டுமொத்த இணைப்புகளையும் கண்டறியவும்
tr: Diğer/tüm genel bağlantıları bul
uk: Знайти інші/всі загальні зв’язки
vi: Tìm các kết nối khác / tất cả các kết nối tổng thể

source: Find the closest overall connections
cs: Najít nejbližší souhrnné vztahy
da: Find de tætteste overordnede forbindelser
de: Die engste Verbindung überhaupt
fr: Trouver globalement les parentés les plus proches
ru: Найдите самые близкие общие связи
ta: ஒட்டுமொத்த இணைப்புகளைக் கண்டறியவும்
tr: En yakın genel bağlantıları bulun
uk: Знайти найближчі загальні зв’язки
vi: Tìm các kết nối tổng thể gần nhất

source: Find the closest overall connections (preferably via common ancestors)
cs: Najít nejbližší souhrnné vztahy (přednostně skrze společné předky)
da: Find de nærmeste familiebånd, primært baseret på fælles forfædre
de: Die engste Verbindung (Verwandtschaft bevorzugt)
fr: Trouver globalement les parentés les plus proches (de préférence via les ancêtres communs)
ru: Найдите самые близкие общие связи (желательно через общих предков)
ta: மிக நெருக்கமான ஒட்டுமொத்த இணைப்புகளைக் கண்டறியவும் (முன்னுரிமை பொதுவான மூதாதையர்கள் வழியாக)
tr: En yakın genel bağlantıları bulun (tercihen ortak atalar aracılığıyla)
uk: Знайти найближчі загальні зв’язки (бажано через спільних предків)
vi: Tìm các kết nối tổng thể gần nhất (tốt nhất là thông qua tổ tiên chung)

source: Finished - all link dates are up-to-date.
cs: Skončeno ‒ data všech spojení jsou aktuální.
de: Erledigt - alle Verknüpfungsdaten sind aktuell.
fr: Terminé - toutes les dates des lien sont à jour.
ru: Завершено - все даты ссылок актуальны.
ta: முடிந்தது-அனைத்து இணைப்பு தேதிகளும் புதுப்பித்தவை.
tr: Bitti - tüm bağlantı tarihleri güncel.
uk: Готово - усі дати посилань є актуальними.
vi: Đã hoàn tất - tất cả các ngày liên kết đều được cập nhật.

source: For close relationships similar to the previous option, but faster. Internally just a combination of two other methods.
cs: Pro těsné vztahy podobně jako u předchozí volby, ale rychlejší. Interně jde o kombinaci dvou ostatních metod.
da: Til hurtigere identifikation af nære relationer, baseret på den tidligere metode. Implementeret som en intern kombination af to teknikker.
de: Für nahe Beziehungen ähnlich der vorhergehenden Option, aber schneller in der Berechnung. Kombiniert zwei andere Berechnungsmethoden.
fr: Pour les parentés proches, comme l’option précédente mais plus rapide.
ru: Для близких отношений аналогично предыдущему варианту, но быстрее. Внутри просто комбинация двух других методов.
ta: முந்தைய விருப்பத்தைப் போன்ற நெருக்கமான உறவுகளுக்கு, ஆனால் வேகமாக. உள்நாட்டில் வேறு இரண்டு முறைகளின் கலவையாகும்.
tr: Yakın ilişkiler için önceki seçeneğe benzer, ancak daha hızlı. Dahili olarak sadece diğer iki yöntemin bir kombinasyonu.
uk: Для близьких стосунків схожий на попередній варіант, але швидше. Внутрішньо лише поєднання двох інших методів.
vi: Đối với các mối quan hệ thân thiết tương tự như tùy chọn trước đó, nhưng nhanh hơn. Bên trong chỉ là sự kết hợp của hai phương pháp khác.

source: For large trees, this process may initially take several minutes. You can always safely abort and continue later.
cs: Pro velké stromy trvá tento proces napoprvé několik minut. Smí se vždycky bezpečně předčasně ukončit a pokračovat později.
de: Bei großen Stammbäumen kann dieser Vorgang zunächst mehrere Minuten dauern. Sie können jederzeit gefahrlos abbrechen und später fortfahren.
fr: Pour de grands arbres, ce processus peut prendre plusieurs minutes. Vous pourrez toujours l'arrêter et continuer plus tard sans crainte.
ru: Для больших деревьев этот процесс может занять несколько минут. Вы всегда можете безопасно прервать и продолжить позже.
ta: பெரிய மரங்களுக்கு, இந்த செயல்முறை ஆரம்பத்தில் பல நிமிடங்கள் ஆகலாம். நீங்கள் எப்போதும் பாதுகாப்பாக நிறுத்தி பின்னர் தொடரலாம்.
tr: Büyük ağaçlar için bu işlem başlangıçta birkaç dakika sürebilir. Her zaman güvenle iptal edebilir ve daha sonra devam edebilirsiniz.
uk: Для великих дерев цей процес спочатку може зайняти кілька хвилин. Ви завжди можете спокійно перервати та продовжити пізніше.
vi: Đối với những cây lớn, quá trình này ban đầu có thể mất vài phút. Bạn luôn có thể hủy bỏ an toàn và tiếp tục sau đó.

source: How to determine relationships between parents
cs: Jak určit vztahy mezi rodiči
da: Sådan bestemmes relationer mellem forældre
de: Beziehungen zwischen den Eltern
fr: Calcul de parenté entre les parents
ru: Как определить отношения между родителями
ta: பெற்றோருக்கு இடையிலான உறவுகளை எவ்வாறு தீர்மானிப்பது
tr: Ebeveynler arasındaki ilişkiler nasıl belirlenir
uk: Як визначити стосунки між батьками
vi: Cách xác định mối quan hệ giữa cha mẹ

source: How to determine relationships to associated persons
cs: Jak určit vztahy ke společníkům
da: Sådan bestemmes relationer til tilknyttede personer
de: Beziehungen zu verbundenen Personen bestimmen
fr: Comment déterminer les relations avec les personnes associées
ru: Как определить отношения с ассоциированными лицами
ta: தொடர்புடைய நபர்களுடனான உறவுகளை எவ்வாறு தீர்மானிப்பது
tr: İlişkili kişilerle ilişkiler nasıl belirlenir
uk: Як визначати стосунки з асоційованими особами
vi: Cách xác định mối quan hệ với những người có liên quan

source: How to determine relationships to spouses
cs: Jak určit vztahy k partnerům
da: Sådan bestemmes relationer til ægtefæller
de: Beziehungen zu den Ehegatten
fr: Calcul de parenté entre les conjoints
ru: Как определить отношения к супругам
ta: வாழ்க்கைத் துணைவர்களுக்கான உறவுகளை எவ்வாறு தீர்மானிப்பது
tr: Eşlerle ilişkiler nasıl belirlenir
uk: Як визначати стосунки з подружжям
vi: Cách xác định mối quan hệ vợ chồng

source: How to determine relationships to the default individual
cs: Jak určit vztahy k implicitní osobě
da: Sådan bestemmes relationer til standardpersonen
de: Beziehung zur Voreingestellten Startperson
fr: Calcul de parenté avec l’individu par défaut
ru: Как определить отношения с человеком по умолчанию
ta: இயல்புநிலை தனிநபருடனான உறவுகளை எவ்வாறு தீர்மானிப்பது
tr: Varsayılan kişiyle ilişkiler nasıl belirlenir
uk: Як визначити стосунки з індивідом за замовчуванням
vi: Cách xác định mối quan hệ với cá nhân mặc định

source: If this is unexpected, and there are recent changes, you may have to follow this link:
cs: Jestliže je toto nečekané a nedávno proběhly nějaké změny, je žádoucí postupovat podle tohoto odkazu:
da: Hvis dette ikke var forventet, og der har været ændringer for nylig, bør du følge dette link:
de: Wenn dies unerwartet ist und es aktuelle Änderungen gibt, musst Du möglicherweise diesem Link folgen:
fr: Si cela est inattendu, et qu'il y a des changements récents, vous pouvez suivre ce lien :
ru: Если это неожиданно и есть недавние изменения, возможно, вам придется перейти по этой ссылке:
ta: இது எதிர்பாராதது மற்றும் அண்மைக் கால மாற்றங்கள் இருந்தால், நீங்கள் இந்த இணைப்பைப் பின்பற்ற வேண்டியிருக்கும்:
tr: Bu beklenmedik bir durumsa ve son zamanlarda değişiklikler varsa, şu bağlantıyı izlemeniz gerekebilir:
uk: якщо це неочікувано, і є останні зміни, можливо, вам доведеться перейти за цим посиланням:
vi: Nếu điều này là không mong muốn và có những thay đổi gần đây, bạn có thể phải theo liên kết sau:

source: If this option is checked, relationships to the associated individuals are only shown for the following facts and events.
cs: Jestliže je zatržena tato volba, vztahy k přidruženým osobám (společníkům) se zobrazí jen u následujících faktů a událostí.
da: Hvis denne valgmulighed er markeret, vises relationer til de tilknyttede personer kun for de følgende fakta og hændelser.
de: Wenn diese Option aktiviert ist, werden Beziehungen zu den zugehörigen Personen nur für die folgenden Tatsachen und Ereignisse angezeigt.
fr: Si cette option est activée, les relations avec les individus associés ne sont montrées que pour les actes et événements suivants.
ru: Если этот параметр отмечен, отношения со связанными лицами отображаются только для следующих фактов и событий.
ta: இந்த விருப்பம் சரிபார்க்கப்பட்டால், தொடர்புடைய நபர்களுடனான உறவுகள் பின்வரும் உண்மைகள் மற்றும் நிகழ்வுகளுக்கு மட்டுமே காண்பிக்கப்படும்.
tr: Bu seçenek işaretlenirse, ilişkili bireylerle ilişkiler yalnızca aşağıdaki gerçekler ve olaylar için gösterilir.
uk: Якщо цей параметр позначений, стосунки з асоційованими персонами відображаються лише для наступних фактів та подій.
vi: Nếu tùy chọn này được chọn, mối quan hệ với các cá nhân liên quan chỉ được hiển thị cho các sự kiện và số liệu sau đây.

source: If you do not want to change the functionality with respect to the original Facts and Events tab, select 'Do not show any relationship' in the first block.
cs: Nechcete-li měnit funkčnost původní záložky Fakta a události, zvolte všude 'Nezobrazit žádný vztah'.
da: Hvis du ikke ønsker at ændre funktionaliteten i forhold til den oprindelige Fakta og Hændelser-fane, skal du vælge 'Vis ingen relationer' i den første blok.
de: Wenn Du die Funktionalität in Bezug auf die ursprüngliche Registerkarte Tatsachen und Ereignisse nicht ändern möchtest, wähle im ersten Block 'Keine Beziehung anzeigen'.
fr: Si vous ne souhaitez pas changer cette fonctionnalité et conserver l'onglet Actes et Evènements original, sélectionnez 'Ne montrer aucune relation' dans le premier livre.
ru: Если вы не хотите изменять функциональность по отношению к исходной вкладке «Факты и события», выберите «Не показывать никаких взаимосвязей» в первом блоке.
ta: அசல் உண்மைகள் மற்றும் நிகழ்வுகள் தாவலைப் பொறுத்து செயல்பாட்டை மாற்ற நீங்கள் விரும்பவில்லை என்றால், முதல் தொகுதியில் 'எந்த உறவையும் காட்ட வேண்டாம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Orijinal Gerçekler ve Olaylar sekmesine göre işlevselliği değiştirmek istemiyorsanız, ilk blokta 'Herhangi bir ilişki gösterme' seçeneğini seçin.
uk: Якщо ви не хочете змінювати функціональність щодо початкової вкладки "Факти та події", виберіть "Не показувати жодних стосунків" у першому блоці.
vi: Nếu bạn không muốn thay đổi chức năng liên quan đến tab Sự kiện và Sự kiện ban đầu, hãy chọn 'Không hiển thị bất kỳ mối quan hệ nào' trong khối đầu tiên.

source: If you do not want to change the functionality with respect to the original Families tab, select 'Do not show any relationship' everywhere.
cs: Nechcete-li měnit funkčnost původní záložky Rodiny, zvolte všude 'Nezobrazit žádný vztah'.
da: Hvis du ønsker at bibeholde den oprindelige funktion i Familier-fanen, vælg 'Vis ingen relationer' i alle indstillinger.
de: Wenn Du die Funktionalität in Bezug auf die ursprüngliche Registerkarte 'Familien' nicht ändern möchtest, wähle überall 'Keine Beziehung anzeigen'.
fr: Si vous ne souhaitez pas changer cette fonctionnalité et conserver l'onglet Familles d'origine, sélectionnez 'Ne montrer aucune relation' partout.
ru: Если вы не хотите изменять функциональность по сравнению с исходной вкладкой «Семейства», выберите везде «Не показывать никаких отношений».
ta: அசல் குடும்பங்கள் தாவலைப் பொறுத்து செயல்பாட்டை மாற்ற நீங்கள் விரும்பவில்லை என்றால், எல்லா இடங்களிலும் 'எந்த உறவையும் காட்ட வேண்டாம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Orijinal Aileler sekmesine göre işlevselliği değiştirmek istemiyorsanız, her yerde 'Herhangi bir ilişki gösterme' seçeneğini seçin.
uk: Якщо ви не хочете змінювати функціональність щодо оригінальної вкладки "Сім'ї", виберіть скрізь "Не показувати жодних стосунків".
vi: Nếu bạn không muốn thay đổi chức năng liên quan đến tab Gia đình ban đầu, hãy chọn 'Không hiển thị bất kỳ mối quan hệ nào' ở mọi nơi.

source: If you do not want to use the chart functionality, hide this chart via Control Panel > Charts > %1$s Vesta Extended Relationships (note that the chart is listed under the module name).
cs: Nechcete-li využívat funkčnosti tohoto diagramu, skryjte diagram přes Panel správy > Diagramy > %1$s Vesta Extended Relationships (diagram je v seznamu pod názvem modulu).
da: Hvis du ikke vil benytte diagramfunktionen, kan du skjule diagrammet via Kontrolpanel > Diagrammer > %1$s Vesta Extended Relationships (diagrammet findes under modulnavnet).
de: Wenn Sie das Diagramm nicht verwenden möchten, verstecken Sie es via Verwaltung > Diagramme > %1$s Vesta Extended Relationships (Achtung: Das Diagramm ist unter dem Modulnamen aufgeführt).
fr: Si vous ne souhaitez pas utiliser les fonctionnalités de dessin, cachez ce graphique via le Panneau de Configuration > Graphiques > %1$s Vesta Liens étendus (le graphique est listé sous le nom du module).
ru: Если вы не хотите использовать функциональность диаграммы, скройте эту диаграмму через Панель управления> Диаграммы> %1$s Расширенные отношения Vesta (обратите внимание, что диаграмма указана под именем модуля).
ta: நீங்கள் விளக்கப்பட செயல்பாட்டைப் பயன்படுத்த விரும்பவில்லை என்றால், இந்த விளக்கப்படத்தை கட்டுப்பாட்டு குழு> விளக்கப்படங்கள்> %1$s வெச்டா நீட்டிக்கப்பட்ட உறவுகள் வழியாக மறைக்கவும் (விளக்கப்படம் தொகுதி பெயரின் கீழ் பட்டியலிடப்பட்டுள்ளது என்பதை நினைவில் கொள்க).
tr: Grafik işlevini kullanmak istemiyorsanız, bu grafiği Kontrol Paneli > Grafikler > %1$s Vesta Genişletilmiş İlişkiler yoluyla gizleyin (grafiğin modül adı altında listelendiğini unutmayın).
uk: Якщо ви не хочете використовувати функціонал діаграми, сховайте її за допомогою Панелі управління> Графіки>%1$s Vesta Extended Relationships (зверніть увагу, що графік вказаний під назвою модуля).
vi: Nếu bạn không muốn sử dụng chức năng biểu đồ, hãy ẩn biểu đồ này qua Control Panel> Charts> %1$s Vesta Extended Relationships (lưu ý rằng biểu đồ được liệt kê dưới tên mô-đun).

source: If you select this option everywhere, you should also disallow persistent toggle, as it has no visible effect.
cs: Pokud zvolíte tuto možnost všude, pak je žádoucí potlačit setrvalé přepnutí, jelikož viditelně neúčinkuje.
da: Hvis du vælger denne indstilling alle steder, bør du også slå vedvarende skift fra, da det ikke har nogen synlig virkning.
de: Wenn Du diese Option überall auswählst, solltest Du auch das dauerhafte Umschalten deaktivieren, da es keine sichtbare Wirkung hat.
fr: Si vous sélectionnez cette option partout, vous devriez aussi désactiver les interrupteurs permanents, car ils n'auront aucun effet.
ru: Если вы выберете эту опцию повсюду, вы также должны запретить постоянное переключение, так как это не имеет видимого эффекта.
ta: எல்லா இடங்களிலும் இந்த விருப்பத்தை நீங்கள் தேர்ந்தெடுத்தால், நீங்கள் காணக்கூடிய விளைவைக் கொண்டிருப்பதால், தொடர்ச்சியான மாற்றத்தையும் அனுமதிக்க வேண்டும்.
tr: Bu seçeneği her yerde seçerseniz, görünür bir etkisi olmadığı için kalıcı geçişlere de izin vermemelisiniz.
uk: Якщо ви обираєте цей параметр скрізь, вам також слід заборонити постійне перемикання, оскільки воно не має видимого ефекту.
vi: Nếu bạn chọn tùy chọn này ở mọi nơi, bạn cũng nên không cho phép chuyển đổi liên tục, vì nó không có tác dụng hiển thị.

source: In particular if both lists are empty, relationships will never be shown for these facts and events.
cs: Jestliže jsou oba seznamy prázdné, vztahy pro tato fakta a události se nezobrazí.
da: I tilfælde af at begge lister er tomme, vil relationer ikke blive vist for disse fakta og hændelser.
de: Insbesondere, wenn beide Listen leer sind, werden für diese Tatsachen und Ereignisse niemals Beziehungen angezeigt.
fr: En particulier si les deux listes sont vides, les liens ne seront jamais montrés pour ces actes et événements.
ru: В частности, если оба списка пусты, отношения для этих фактов и событий не будут отображаться.
ta: குறிப்பாக இரண்டு பட்டியல்களும் காலியாக இருந்தால், இந்த உண்மைகள் மற்றும் நிகழ்வுகளுக்கு உறவுகள் ஒருபோதும் காட்டப்படாது.
tr: Özellikle, her iki liste de boşsa, bu gerçekler ve olaylar için ilişkiler asla gösterilmez.
uk: Зокрема, якщо обидва списки порожні, стосунки ніколи не відображатимуться для цих фактів та подій.
vi: Đặc biệt nếu cả hai danh sách đều trống, các mối quan hệ sẽ không bao giờ được hiển thị cho các sự kiện và số liệu này.

source: In that case, you should also disallow persistent toggle, as it has no visible effect.
cs: V tom případě je žádoucí potlačit setrvalé přepnutí, jelikož viditelně neúčinkuje.
da: I dette tilfælde bør du også slå vedvarende skift fra, da det ikke har nogen synlig virkning.
de: In diesem Fall solltest Du auch das dauerhafte Umschalten deaktivieren, da es keine sichtbare Wirkung hat.
fr: Dans ce cas, vous devriez aussi désactiver les interrupteurs permanents, car cela n'aura aucun effet visible.
ru: В этом случае вам также следует запретить постоянное переключение, так как оно не имеет видимого эффекта.
ta: அவ்வாறான நிலையில், நீங்கள் காணக்கூடிய விளைவைக் கொண்டிருப்பதால், தொடர்ச்சியான மாற்றத்தையும் நீங்கள் அனுமதிக்க வேண்டும்.
tr: Bu durumda, görünür bir etkisi olmadığı için kalıcı geçişlere de izin vermemelisiniz.
uk: У цьому випадку вам також слід заборонити постійне перемикання, оскільки воно не має видимого ефекту.
vi: Trong trường hợp đó, bạn cũng không nên cho phép chuyển đổi liên tục, vì nó không có tác dụng rõ ràng.

source: Individuals with Patriarchs
cs: Osoby s praotci
da: Individer med mandlige stamfædre
de: Personen mit Patriarchen
fr: Individus avec patriarches
ru: Лица с патриархами
ta: தேசபக்துள்ள நபர்கள்
tr: Aile reisleri ile bireyler
uk: Персони з патріархами
vi: Cá nhân có Tổ phụ

source: Intended as a replacement for the original 'Relationships' module.
cs: Náhrada za původní modul 'Relationships'.
da: Tiltænkt som en erstatning for det oprindelige 'Relationer'-modul.
de: Ist als Ersatz für das ursprüngliche Modul 'Beziehungen' gedacht.
fr: Prévu comme remplacement pour le module 'Relations' d'origine.
ru: Предназначен для замены исходного модуля «Взаимосвязи».
ta: அசல் 'உறவுகள்' தொகுதிக்கு மாற்றாக கருதப்படுகிறது.
tr: Orijinal 'İlişkiler' modülünün yerine geçmesi amaçlanmıştır.
uk: Призначений як заміна оригінального модуля "Родинні зв'язки".
vi: Dự định thay thế cho mô-đun 'Mối quan hệ' ban đầu.

source: It is more complicated to determine this exact CoR, and the differences are usually small anyway. Therefore, only the Uncorrected CoR is calculated.
cs: Je složitější určit přesný CoR a rozdíly jsou obvykle každopádně malé. Proto se počítá pouze nekorigovaný koeficient CoR.
de: Es ist komplizierter diesen genauen CoR zu bestimmen und die Unterschiede sind in der Regel ohnehin gering. Daher wird nur der unkorrigierte CoR berechnet.
fr: Il est plus compliqué de déterminer ce CDP exact, et les différences sont généralement minimes de toute façon. Par conséquent, seul le CDP non corrigé est calculé.
ru: Этот точный CoR определить сложнее, и в любом случае различия обычно невелики. Следовательно, рассчитывается только нескорректированный CoR.
ta: இந்த துல்லியமான CoR ஐ தீர்மானிப்பது மிகவும் சிக்கலானது, மேலும் வேறுபாடுகள் பொதுவாக எப்படியும் சிறியவை. எனவே, சரி செய்யப்படாத COR மட்டுமே கணக்கிடப்படுகிறது.
tr: Bu kesin CoR'i belirlemek daha karmaşıktır ve farklılıklar yine de genellikle küçüktür. Bu nedenle, yalnızca Düzeltilmemiş CoR hesaplanır.
uk: Визначити цей точний CoR складніше, і різниці, як правило, невеликі. Отже, обчислюється лише невиправлений CoR.
vi: Việc xác định CoR chính xác này phức tạp hơn, và dù sao thì sự khác biệt thường rất nhỏ. Do đó, chỉ CoR không được điều chỉnh mới được tính toán.

source: Legacy algorithm for Relationship path names
cs: Původní algoritmus pro názvy rodinných vztahů
de: Alter Algorithmus für Namen der Beziehungspfade
fr: Ancien algorithme pour les noms de chemin de relation
ru: Устаревший алгоритм для имен путей отношений
ta: உறவு பாதை பெயர்களுக்கான மரபு வழிமுறை
tr: İlişki yolu adları için eski algoritma
uk: Спадковий алгоритм імен шляхів стосунків
vi: Thuật toán kế thừa cho tên đường dẫn mối quan hệ

source: More Charts
da: Flere diagrammer
ru: Больше диаграмм
ta: மேலும் விளக்கப்படங்கள்
uk: Більше діаграм
vi: Thêm biểu đồ

source: Note that the facts and events to be displayed at all may be filtered via the preferences of the tab.
cs: Poznamenejme, že zobrazení faktů a událostí vůbec může být filtrováno nastavením záložky.
da: Bemærk, at hvilke fakta og hændelser der vises, kan styres via indstillingerne for fanen.
de: Beachte, dass die Tatsachen und Ereignisse, die überhaupt angezeigt werden sollen, über die Einstellungen der Registerkarte gefiltert werden können.
fr: Veuillez noter que les actes et événements à afficher peuvent être filtrés via les préférences de l'onglet.
ru: Обратите внимание, что факты и события, которые должны вообще отображаться, могут быть отфильтрованы с помощью настроек вкладки.
ta: காண்பிக்கப்பட வேண்டிய உண்மைகள் மற்றும் நிகழ்வுகள் தாவலின் விருப்பத்தேர்வுகள் மூலம் வடிகட்டப்படலாம் என்பதை நினைவில் கொள்க.
tr: Görüntülenecek gerçeklerin ve olayların sekmenin tercihleri aracılığıyla filtrelenebileceğini unutmayın.
uk: Зверніть увагу, що факти та події, які взагалі відображатимуться, можуть бути відфільтровані за допомогою налаштувань вкладки.
vi: Lưu ý rằng các dữ kiện và sự kiện sẽ được hiển thị có thể được lọc qua các tùy chọn của tab.

source: Only show relationships for specific facts and events
cs: Zobrazit jen vztahy k určeným faktům a událostem
da: Vis kun relationer for specifikke fakta og hændelser
de: Beziehungen nur für bestimmte Tatsachen und Ereignisse zeigen
fr: Ne montrer que les relations pour des actes et événements spécifiques
ru: Показывать отношения только для конкретных фактов и событий
ta: குறிப்பிட்ட உண்மைகள் மற்றும் நிகழ்வுகளுக்கான உறவுகளை மட்டுமே காட்டுங்கள்
tr: Sadece belirli gerçekler ve olaylar için ilişkileri göster
uk: Показувати стосунки лише для конкретних фактів та подій
vi: Chỉ hiển thị các mối quan hệ đối với các sự kiện và số liệu cụ thể
